acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
asciidoc
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
base
bash
bettergruvbox-gtk-theme
binutils
bison
bluez-libs
brotli
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cava
cmatrix
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
e2fsprogs
efibootmgr
efivar
expat
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
glibmm
gmp
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
graphite
grep
groff
grub
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gsettings-desktop-schemas
gsm
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
guile
gzip
harfbuzz
hicolor-icon-theme
hidapi
htop
hwdata
hwloc
i3-gaps
iana-etc
icu
iniparser
iproute2
iptables
iputils
iso-codes
jack2
jansson
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
ldns
less
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libbpf
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libice
libidn2
libiec61883
libindicator-gtk3
libinput
libisl
libjpeg-turbo
libksba
libldap
libluv
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libvterm01
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lua53
luajit
lxappearance
ly
lz4
lzo
m4
mailcap
make
man-db
mesa
meson
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
msgpack-c
mtdev
mtools
ncurses
neofetch
neovim
nerd-fonts-dejavu-complete
nerd-fonts-jetbrains-mono
nerd-fonts-roboto-mono
nettle
networkmanager
ninja
nitrogen
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
opencore-amr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-icon-theme
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pixman
pkgconf
playerctl
polkit
polybar
polybar-spotify-module
popt
procps-ng
psmisc
pulseaudio
pulseaudio-control
python
python-appdirs
python-beaker
python-cachecontrol
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-html5lib
python-idna
python-importlib-metadata
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-nspektr
python-ordered-set
python-packaging
python-pep517
python-pip
python-ply
python-progress
python-pycparser
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-tomli
python-trove-classifiers
python-urllib3
python-validate-pyproject
python-webencodings
python-zipp
rav1e
readline
rest
rofi
rsync
rtkit
sdl2
sed
semver
shadow
shared-mime-info
slang
sound-theme-freedesktop
speex
speexdsp
spotify
sqlite
srt
startup-notification
sudo
svt-av1
sxhkd
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tamzen-font
tar
tdb
terminus-font
terminus-font-ttf
texinfo
tpm2-tss
tracker3
tree-sitter
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-roboto
tzdata
unibilium
unzip
uthash
util-linux
util-linux-libs
v4l-utils
vid.stab
virtualbox-guest-utils
vmaf
vulkan-icd-loader
wayland
webrtc-audio-processing
wget
which
wpa_supplicant
x264
x265
xbindkeys
xbindkeys_config-gtk2
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdotool
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xf86-video-vmware
xkeyboard-config
xkeycaps
xmlto
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yarn
yay
zeromq
zimg
zlib
zscroll-git
zsh
zstd
